build/Request/PegaCoverageRequestData.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:urn="urn:PegaRULES:SOAP:AntmPegaTestCoverage:V1">
	<soap:Header/>
	<soap:Body>
		<urn:PegaTestCoverage>
			<CoverageAppInput>
				<ApplicationName>COB</ApplicationName>
				<ApplicationVersion>01.01.01</ApplicationVersion>
				<RuleType></RuleType>
			</CoverageAppInput>
		</urn:PegaTestCoverage>
	</soap:Body>
</soap:Envelope>
